const initdata = {
    boilerplate: [
        {
            name: "타운맵",
            page: "리서치",
            type: "상용구",
            text: `🗺️ [헬벳지방 타운맵] - n호 내비 로토무
- 탐색할 필드를 선택해 탐색 또는 배틀을 진행할 수 있습니다. 로토!
한 번 고른 활동은 중간에 변경할 수 없습니다. 로토!

진행 시간을 참고하여 참여해주시기 바랍니다. 로토! 
▷ 포켓몬 탐색
▷ 로드 트레이너 배틀
▷ 흔적 수색
▷ 난동 개체 탐색
        `,
        },
        {
            name: "리서치 지속",
            page: "리서치",
            type: "상용구",
            text: `앞으로 번 더 리서치 할 수 있어 로토! 계속할까 로토?`,
        },
        {
            name: "조우실패 1번",
            page: "리서치",
            type: "조우실패문구",
            text: `⚡️야생 포켓몬 ~의 흔적 수색 중 로토…
여기는 아무것도 보이지 않는 것 같아 로토! 다른 곳에 가볼까?

▷수색을 이어간다.
`,
        },
        {
            name: "야생상용구 1번",
            page: "야생배틀",
            type: "상용구",
            text: `야생의 -은(는) 공격을 하기 위해 자세를 바로 잡고 있다..
내보낼 포켓몬의 정보(이름, 레벨)를 기입해주시기 바랍니다.
            
`,
        },
    ],
};
module.exports = initdata;
